demo-output/website/campaign/F9_work/pulsatile_physio/0/U
FoamFile
{
    version     2.0;
    format      ascii;
    class       volVectorField;
    location    "0";
    object      U;
}


dimensions      [0 1 -1 0 0 0 0];

internalField   uniform (0.60172 0 0);

boundaryField
{
    inlet
    {
        type            uniformFixedValue;
        uniformValue
        {
            type        sine;
            frequency   1.111111111;
            amplitude   0.60172001;
            scale       (1 0 0);
            level       (0.60172001 0 0);
        }
        value           uniform (0.60172001 0 0);
    }
    outlet  { type inletOutlet; inletValue uniform (0 0 0); value uniform (0 0 0); }
    pipeWall { type noSlip; }
    plate    { type noSlip; }
    axis     { type empty; }
    back     { type wedge; }
    front    { type wedge; }
}
