demo-output/website/campaign/F9_work/pulsatile_physio/constant/turbulenceProperties
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    location    "constant";
    object      turbulenceProperties;
}


simulationType  laminar;
